IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Không có tệp hình ảnh.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "Hệ đơn vị do người dùng định nghĩa được áp dụng."
IDS_USER_UNIT_SYSTEM = "Hệ thống đơn vị"
IDS_DGNREPORTBASE_TABLE = "Bảng"
IDS_DGNREPORTBASE_FIGURE = "Hình"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  KIỂM TRA"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Không chấp nhận"
IDS_DGNREPORTBASE_YES = "Có"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Mảnh"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Không mảnh"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Chặt"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Không chặt"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Không cần mất ổn định chuyển vị ngang"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Kiểm tra hiện tượng uốn cong bên"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Không yêu cầu sườn tăng cứng"
IDS_DGNREPORTBASE_STIFF_REQ = "Yêu cầu sườn tăng cứng"
IDS_DGNREPORTBASE_SLENDER = "Mảnh"
IDS_DGNREPORTBASE_NOT_SLENDER = "Không mảnh"
IDS_DGNREPORTBASE_COMPACT = "Chặt"
IDS_DGNREPORTBASE_NONCOMPACT = "Không chặt"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Góc xoay và các đạo hàm"
IDS_AXIAL_CAPACITY = "Khả năng chịu lực trục"
IDS_AXIAL_STRESS = "Ứng suất trục"
IDS_AXIAL_RESISTANCE = "Kháng lực trục"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Kháng lực uốn và trục"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Kháng lực uốn và lực cắt"
IDS_BUCKLING_RESISTANCE = "Kháng lực uốn cong"
IDS_COMBINED_RATIO = "Tỷ lệ kết hợp"
IDS_COMBINED_STRENGTH_RATIO = "Tỷ lệ sức mạnh kết hợp"
IDS_COMBINED_STRESS_RATIO = "Tỷ lệ ứng suất kết hợp"
IDS_COMPRESSION_RESISTANCE = "Kháng lực nén"
IDS_COMPRESSION_STRENGTH = "Sức mạnh nén"
IDS_COMPRESSION_STRESS = "Ứng suất nén"
IDS_FLANGE = "Bản"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Kháng lực uốn cong"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Kháng lực uốn xoắn bên"
IDS_LIMIT_STATE_OF_BUCKLING = "Trạng thái giới hạn của uốn cong"
IDS_MAJOR = "Chính"
IDS_MAJOR_AXIS = "Trục chính"
IDS_MINOR = "Phụ"
IDS_MINOR_AXIS = "Trục phụ"
IDS_MOMENT_CAPACITY = "Khả năng chịu mô men"
IDS_MOMENT_RESISTANCE = "Kháng lực mô men"
IDS_MOMENT_STRENGTH = "Sức mạnh mô men"
IDS_MOMENT_STRESS = "Ứng suất mô men"
IDS_RESULT_BY_POSITION = "Kết quả theo vị trí"
IDS_SHEAR_CAPACITY = "Khả năng chịu lực cắt"
IDS_SHEAR_RESISTANCE = "Kháng lực cắt"
IDS_SHEAR_STRESS = "Ứng suất cắt"
IDS_SLENDERNESS_RATIO = "Tỷ lệ mảnh"
IDS_STRESS = "Ứng suất"
IDS_TENSION_RESISTANCE = "Kháng lực kéo"
IDS_TENSION_STRENGTH = "Sức mạnh kéo"
IDS_TENSION_STRESS = "Ứng suất kéo"
IDS_TORSION_CAPACITY = "Khả năng chịu mô men xoắn"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Khả năng chịu mô men xoắn (Mặt cắt mở)"
IDS_TORSION_STRENGTH = "Sức mạnh mô men xoắn"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Kháng lực uốn xoắn"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Tỷ lệ chiều rộng-độ dày"
IDS_X = "X"
IDS_X_DIR = "Hướng X"
IDS_X_DIRECTION = "Hướng X"
IDS_Y = "Y"
IDS_Y_DIR = "Hướng Y"
IDS_Y_DIRECTION = "Hướng Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Giới hạn chảy dưới ứng suất thường"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Giới hạn chảy dưới ứng suất cắt"
IDS_DGNREPORTBASE_MPHI_CURVE = "Đường cong mô men-độ cong"
IDS_DGNREPORTBASE_STL_TENS = "Thép kéo."
IDS_DGNREPORTBASE_STL_COMP = "Thép nén."
IDS_DGNREPORTBASE_CON_COMP = "BT nén."
IDS_DGNREPORTBASE_STL_STRAIN = "Biến dạng thép"
IDS_DGNREPORTBASE_CON_STRAIN = "Biến dạng BT"
IDS_DGNREPORTBASE_MOMENT = "Mô men"
IDS_DGNREPORTBASE_CURVATURE = "Độ cong"
IDS_DGNREPORTBASE_CURVE = "Đường cong"
IDS_DGNREPORTBASE_POSITIVE = "Dương"
IDS_DGNREPORTBASE_NEGATIVE = "Âm"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Lực trục"
IDS_DGNREPORTBASE_NA_ANGLE = "Góc trục trung tính"
IDS_DGNREPORTBASE_CON_HEIGHT = "Chiều cao bê tông"
IDS_DGNREPORTBASE_CON_WIDTH = "Chiều rộng bê tông"
IDS_DGNREPORTBASE_CON_AREA = "Diện tích bê tông"
IDS_DGNREPORTBASE_RBAR_AREA = "Diện tích thép cốt"
IDS_DGNREPORTBASE_CRACK = "Vết nứt"
IDS_DGNREPORTBASE_YIELD = "Giới hạn chảy"
IDS_DGNREPORTBASE_INITIAL = "Ban đầu"
IDS_DGNREPORTBASE_IDEAL = "Lý tưởng."
IDS_DGNREPORTBASE_ULTIMATE = "Cuối cùng"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

